Repository: sequra/woocommerce-sequra
Catalog: sequra-legacy/i18n/languages/sequra-*.po
Languages: fr_fr, it_it

source: seQura payment method's configuration
fr_fr: configuration de la méthode de paiement seQura
it_it: configurazione del metodo di pagamento seQura

source: Configuración Sequra
fr_fr: Configuration de Sequra
it_it: Configurazione Sequra

source: Provided seQura credentials are not valid for the selected environment
fr_fr: Les informations d'identification seQura fournies ne sont pas valides pour l'environnement sélectionné
it_it: Le credenziali di seQura non sono valide per l'ambiente selezionato

source: <a href="https://sequra.es/">seQura</a> payment gateway for WooCommerce allows you to configure available payment methods as seQura.
fr_fr: la passerelle de paiement <a href="https://sequra.es/">seQura</a> pour WooCommerce vous permet de configurer les méthodes de paiement disponibles en tant que seQura.
it_it: il gateway di pagamento <a href="https://sequra.es/">seQura</a> per WooCommerce consente di configurare i metodi di pagamento disponibili come seQura.

source: Thank you for your order, please click the button below to pay with seQura.
fr_fr: Merci pour votre commande, veuillez cliquer sur le bouton ci-dessous pour payer avec seQura.
it_it: Grazie per il suo ordine, faccia clic sul pulsante sottostante per pagare con seQura.

source: <p>seQura is processing your request.</p> <p>After a few minutes <b>you will get an email with your request result</b>. seQura might contact you to get some more information.</p> <p><b>Thanks for choosing seQura!</b>
fr_fr: <p>seQura traite votre demande.</p> <p>Après quelques minutes, vous <b>recevrez un email avec le résultat de votre demande</b>. il est possible que seQura vous contacte pour obtenir plus d'informations.</p> <p><b>Merci d'avoir choisi seQura !</b>
it_it: <p>seQura sta elaborando la vostra richiesta.</p> <p>Dopo qualche minuto <b>riceverete un'e-mail con l'esito della vostra richiesta</b>. seQura potrebbe contattarvi per ottenere ulteriori informazioni.</p> <p><b>Grazie per aver scelto seQura!</b>

source: Payment is in review by seQura.(%s)
fr_fr: Le paiement est en cours d'examen par seQura.(%s)
it_it: Il pagamento è in fase di revisione da parte di seQura.(%s)

source: Payment accepted by seQura.(%s)
fr_fr: Paiement accepté par seQura.(%s)
it_it: Pagamento accettato da seQura.(%s)

source: The payment was NOT approved (%s)
fr_fr: Le paiement n'a pas été approuvé (%s)
it_it: Il pagamento NON è stato approvato (%s)

source: Order cancelled payment could not be approved.
fr_fr: Le paiement de la commande annulée n'a pas pu être approuvé.
it_it: Non è stato possibile approvare il pagamento dell'ordine annullato.

source: The risk assesment for this order is low
fr_fr: L'évaluation du risque pour cette commande est faible
it_it: La valutazione del rischio per questo ordine è bassa

source: The risk assesment for this order is HIGH!!
fr_fr: L'évaluation du risque pour cette commande est HAUTE !
it_it: La valutazione del rischio per questo ordine è ALTA!!!

source: The risk assesment for this order in progress
fr_fr: L'évaluation des risques pour cette commande est en cours
it_it: La valutazione del rischio per questo ordine è in corso

source: Enable/Disable
fr_fr: Activer/Désactiver
it_it: Abilita/Disabilita

source: Enable seQura payments
fr_fr: Activer les paiements seQura
it_it: Abilitare i pagamenti seQura

source: Title
fr_fr: Titre
it_it: Titolo

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le titre que les utilisateurs verront durant la commande.
it_it: Questo controlla il messaggio che vede l’utente durante il checkout.

source: Flexible payment with seQura
fr_fr: Paiement flexible avec seQura
it_it: Pagamento flessibile con seQura

source: Credentials:
fr_fr: Informations d'identification :
it_it: Credenziali:

source: Following information should be provided by seQura, you can sign-up <a href="%s">here</a> to get it.
fr_fr: Les informations suivantes devraient être fournies par seQura, vous pouvez vous inscrire <a href="%s">ici</a> pour les obtenir.
it_it: Le seguenti informazioni dovrebbero essere fornite da seQura; per ottenerle, è possibile registrarsi <a href="%s">qui</a>.

source: seQura Merchant Reference
fr_fr: référence du marchand seQura
it_it: riferimento mercantile seQura

source: seQura Username
fr_fr: seQura Nom d'utilisateur
it_it: nome utente seQura

source: Password
fr_fr: Mot de passe

source: Assets secret
fr_fr: Actifs secrets
it_it: Attività segrete

source: Enable for virtual orders
fr_fr: Activer pour les commandes virtuelles
it_it: Abilitare per ordini virtuali

source: Enable seQura for services
fr_fr: Activer seQura pour les services
it_it: Abilitare seQura per i servizi

source: Your contract must allow selling services, seQura will be enabled only for virtual products that have a "Service end date" specified. Only one product can be purchased at a time
fr_fr: Votre contrat doit autoriser la vente de services. seQura ne sera activé que pour les produits virtuels pour lesquels une "date de fin de service" est spécifiée. Un seul produit peut être acheté à la fois
it_it: Il contratto deve consentire la vendita di servizi; seQura sarà abilitata solo per i prodotti virtuali che hanno una "Data di fine servizio" specificata. È possibile acquistare un solo prodotto alla volta

source: Default service end date
fr_fr: Date de fin de service par défaut
it_it: Data di fine servizio predefinita

source: Dates as 2017-08-31, time ranges as P3M15D (3 months and 15 days). It applies by default to all product unless a different value is set at the product settings page.
fr_fr: Les dates sont fixées à 2017-08-31, les périodes à P3M15D (3 mois et 15 jours). Elle s'applique par défaut à tous les produits, à moins qu'une valeur différente ne soit définie sur la page des paramètres du produit.
it_it: Date come 2017-08-31, intervalli di tempo come P3M15D (3 mesi e 15 giorni). Si applica per impostazione predefinita a tutti i prodotti, a meno che non venga impostato un valore diverso nella pagina delle impostazioni del prodotto.

source: ISO8601 format
fr_fr: Format ISO8601
it_it: Formato ISO8601

source: Allow first payment delay
fr_fr: Accorder un délai pour le premier paiement
it_it: Consentire il ritardo del primo pagamento

source: Do not enable except by indication of seQura.
fr_fr: Ne l'autorisez que sur indication de la seQura.
it_it: Non abilitare se non su indicazione della seQura.

source: Allow registration items
fr_fr: Autoriser les éléments d'enregistrement
it_it: Consentire le voci di registrazione

source: Allows configuring part of the product price to be paid in advance as registration
fr_fr: Permet de configurer une partie du prix du produit à payer à l'avance en tant qu'enregistrement
it_it: Consente di configurare il pagamento anticipato di una parte del prezzo del prodotto come registrazione

source: Environment
fr_fr: Environnement
it_it: Ambiente

source: While working in Sandbox the methods will only show to the following IP addresses.
fr_fr: Lorsque vous travaillez dans l'Environnement de travail, les méthodes ne s'affichent que pour les adresses IP suivantes.
it_it: Quando si lavora in Sandbox, i metodi vengono mostrati solo ai seguenti indirizzi IP.

source: IPs for testing
fr_fr: IP pour les tests
it_it: IP per i test

source: When working is sandbox mode only these ips addresses will see the plugin. Current IP: %s
fr_fr: En mode bac à sable, seules ces adresses IP verront le plugin. IP actuelle : %s
it_it: Quando si lavora in modalità sandbox, solo questi indirizzi IP vedranno il plugin. IP corrente: %s

source: Debugging
fr_fr: Débogage

source: Debug mode
fr_fr: Mode de débogage
it_it: Modalità di debug

source: Only for developers.
fr_fr: Uniquement pour les développeurs.
it_it: Solo per gli sviluppatori.

source: View logs
fr_fr: Voir les journaux
it_it: Guarda i log

source: Active payment methods
fr_fr: Méthodes de paiement actives
it_it: Metodi di pagamento attivi

source: Information will be available once the credentials are set and correct
fr_fr: Les informations seront disponibles une fois que les informations d'identification seront établies et correctes
it_it: Le informazioni saranno disponibili quando le credenziali saranno impostate e corrette

source: Communication configuration
fr_fr: Configuration de la communication
it_it: Configurazione della comunicazione

source: CSS price selector
fr_fr: Sélecteur de prix CSS
it_it: Selettore di prezzo CSS

source: CSS selector to get the price for widgets in products
fr_fr: Sélecteur CSS pour obtenir le prix des widgets dans les produits
it_it: Selettore CSS per ottenere il prezzo dei widget nei prodotti

source: Simulator config for %s
fr_fr: Configuration du simulateur pour %s
it_it: Configurazione del simulatore per %s

source: Show in product page
fr_fr: Afficher dans la page du produit
it_it: Mostra nella pagina prodotto

source: Show widget on product page
fr_fr: Afficher le widget sur la page produit
it_it: Mostra il widget nella pagina del prodotto

source: CSS selector for widget in product page
fr_fr: Sélecteur CSS pour le widget dans la page produit
it_it: Selettore CSS per il widget nella pagina del prodotto

source: CSS after which the simulator will be drawn.
fr_fr: CSS après lequel le simulateur sera dessiné.
it_it: CSS dopo il quale verrà disegnato il simulatore.

source: Simulator params
fr_fr: Paramètres du simulateur
it_it: Parametri del simulatore

source: Widget visualization params
fr_fr: Paramètres de visualisation du widget
it_it: Parametri di visualizzazione del widget

source: Teaser config for %s
fr_fr: Teaser config pour %s
it_it: Configurazione teaser per %s

source: Teaser params
fr_fr: Paramètres de l'accroche
it_it: Parametri del teaser

source: Teaser visualization params
fr_fr: Paramètres de visualisation de l'accroche
it_it: Parametri della visualizzazione Teaser

source: seQura configuration
fr_fr: configuration seQura
it_it: configurazione seQura

source: The risk assessment for this order is low
fr_fr: L'évaluation du risque pour cette commande est faible
it_it: La valutazione del rischio per questo ordine è bassa

source: The risk assessment for this order is HIGH!!
fr_fr: L'évaluation des risques pour cette commande est HAUTE !
it_it: La valutazione del rischio per questo ordine è ALTA!!!

source: The risk assessment for this order in progress
fr_fr: L'évaluation des risques pour cette commande est en cours
it_it: La valutazione dei rischi per questo ordine è in corso

source: View WooCommerce documentation
fr_fr: Voir la documentation WooCommerce
it_it: Visualizza Documentazione Woocommerce

source: View WooCommerce API docs
fr_fr: Voir les documentations API WooCommerce
it_it: Visualizza la Documentazione delle API di WooCommerce

source: API docs
fr_fr: Documentations API
it_it: Documentazione API

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: date or period in ISO8601 format
fr_fr: date ou période au format ISO8601
it_it: data o periodo nel formato ISO8601

source: Date i.e: 2018-06-06 or period i.e: P1Y for 1 year
fr_fr: Date : 2018-06-06 ou période : P1Y pour 1 an
it_it: Data cioè: 2018-06-06 o periodo cioè: P1Y per 1 anno

source: This is not a service
fr_fr: Il ne s'agit pas d'un service
it_it: Questo non è un servizio

source: Invalid service end date, please enter a valid one
fr_fr: Date de fin de service non valide, veuillez saisir une date valide
it_it: Data di fine servizio non valida, inserirne una valida

source: Service end date
fr_fr: Date de fin de service
it_it: Data di fine servizio

source: Date i.e: 2021-06-06 or period i.e: P1Y for 1 year
fr_fr: Date : 2021-06-06 ou période : P1Y pour 1 an
it_it: Data cioè: 2021-06-06 o periodo cioè: P1Y per 1 anno

source: First instalment delay or date
fr_fr: Délai ou date du premier versement
it_it: Ritardo o data della prima rata

source: Date i.e: 2021-01-01 or period i.e: P1M for 1 month
fr_fr: Date : 2021-01-01 ou période : P1M pour 1 mois
it_it: Data: 2021-01-01 o periodo: P1M per 1 mese

source: Registration amount
fr_fr: Montant de l'inscription
it_it: Importo di registrazione

source: Part of the price that will be paid as registration fee
fr_fr: Partie du prix qui sera payée comme frais d'inscription
it_it: Parte del prezzo che verrà pagato come tassa di registrazione

source: Do not offer seQura for this product
fr_fr: Ne pas proposer de seQura pour ce produit
it_it: Non offrire la seQura per questo prodotto

source: Please, remove any previously installed seQura plugins from WooCommerce
fr_fr: Veuillez supprimer tous les plugins seQura précédemment installés dans WooCommerce
it_it: Rimuovere i plugin seQura precedentemente installati da WooCommerce

source: Sorry, something went wrong.\n Please contact the merchant.
fr_fr: Désolé, quelque chose n'a pas fonctionné.\NVeuillez contacter le commerçant.
it_it: Spiacente, qualcosa è andato storto.\n Si prega di contattare il commerciante.

source: Proceed to PayPal
fr_fr: Payer avec PayPal
it_it: Concludi Ordine

source: Ofrece las opciones de pago con seQura
fr_fr: Offre les options de paiement avec seQura
it_it: Offre le opzioni di pagamento con seQura

source: Docs
it_it: Documenti

source: Support
it_it: Supporto
