Repository: sequra/woocommerce-sequra
Catalog: sequra/i18n/languages/sequra-*.po
Languages: es_es, pt_pt

source: "seQura Tech" <wordpress@sequra.com>
es_es: "seQura Tech" <dev+wordpress@sequra.es>

source: <a href="https://sequra.es/">seQura</a> payment gateway for WooCommerce allows you to configure available payment methods as seQura.
es_es: La pasarela <a href="https://sequra.es/">seQura</a> para Woocommerce le permitirá configurar los métodos de pago disponibles con seQura.
pt_pt: o gateway de pagamento <a href="https://sequra.es/">seQura</a> para WooCommerce permite que você configure os métodos de pagamento disponíveis como seQura.

source: Following information should be provided by seQura, you can sign-up <a href="%s">here</a> to get it.
es_es: La siguiente información debe ser proporcionada por seQura, puede darse de alta <a href=“%s”>aquí</a> si no dispone de cuenta.
pt_pt: As informações a seguir devem ser fornecidas pela seQura, e você pode se inscrever <a href="%s">aqui</a> para obtê-las.

source: seQura Merchant Reference
es_es: Referencia del comercio en seQura
pt_pt: referência do comerciante seQura

source: Active payment methods
es_es: Métodos de pago activos
pt_pt: Métodos de pagamento ativos

source: seQura Username
es_es: Nombre de usuario de seQura
pt_pt: nome de usuário seQura

source: Password
es_es: Contraseña
pt_pt: Senha

source: Allow registration items
es_es: Permitir cuota por inscripción
pt_pt: Permitir itens de registro

source: Allows configuring part of the product price to be paid in advance as registration
es_es: Parte del precio que se pagará como cuota de inscripción
pt_pt: Permite a configuração de parte do preço do produto a ser pago antecipadamente como registro

source: API docs
es_es: Documentos de la API
pt_pt: Docs API

source: Enable for virtual orders
es_es: Habilitar para pedidos virtuales
pt_pt: Habilitar para pedidos virtuais

source: Communication configuration
es_es: Configuración de comunicación
pt_pt: Configuração de comunicação

source: Credentials:
es_es: Credenciales:
pt_pt: Credenciais:

source: CSS after which the simulator will be drawn.
es_es: CSS después del cual se dibujará el simulador.
pt_pt: CSS após o qual o simulador será desenhado.

source: CSS price selector
es_es: Selector CSS de precio
pt_pt: Seletor de preço CSS

source: CSS price selector (variable)
es_es: Selector CSS de precio (variable)

source: CSS selector for widget in product page
es_es: Selector CSS para widget en la página del producto
pt_pt: Seletor CSS para widget na página do produto

source: CSS selector to detect variations
es_es: Selector CSS para detectar variaciones

source: CSS selector to get the price for widgets from product
es_es: Selector de CSS para obtener el precio de los widgets del producto

source: CSS selector to get the price for widgets from variations
es_es: Selector de CSS para obtener el precio de los widgets a partir de variaciones

source: Default service end date
es_es: Fecha de finalización del servicio predeterminada
pt_pt: Data de término do serviço padrão

source: Dates as 2017-08-31, time ranges as P3M15D (3 months and 15 days). It applies by default to all product unless a different value is set at the product settings page.
es_es: Fechas como 2017-08-31, plazos como P3M15D (3 meses y 15 días). Se aplica por defecto a todos los productos salvo que se indique otro valor en la ficha del producto.
pt_pt: Datas como 2017-08-31, intervalos de tempo como P3M15D (3 meses e 15 dias). Aplica-se por padrão a todos os produtos, a menos que um valor diferente seja definido na página de configurações do produto.

source: ISO8601 format
es_es: Formato ISO8601
pt_pt: Formato ISO8601

source: <p>seQura is processing your request.</p> <p>After a few minutes <b>you will get an email with your request result</b>. seQura might contact you to get some more information.</p> <p><b>Thanks for choosing seQura!</b>
es_es: <p>seQura está procesando su petición.</p><p>En unos minutos <b>recibirá el resultado por email</b>. seQura podría contactarle para solicitar información adicional.</p><p><b>¡Gracias por elegir seQura!</b>
pt_pt: <p>a seQura está processando sua solicitação.</p> <p>Após alguns minutos <b>, você receberá um e-mail com o resultado da solicitação</b>. a seQura poderá entrar em contato com você para obter mais informações.</p> <p><b>Obrigado por escolher a seQura!</b>

source: Active payent methods
es_es: Métodos de pago activos

source: Allow first payment delay
es_es: Permitir el retraso del primer pago
pt_pt: Permitir o atraso do primeiro pagamento

source: Do not enable except by indication of seQura.
es_es: No habilitar salvo indicación de seQura.
pt_pt: Não habilite, exceto por indicação da seQura.

source: Environment
es_es: Ambiente
pt_pt: Ambiente

source: While working in Sandbox the methods will only show to the following IP addresses.
es_es: Mientras se trabaja en Sandbox, los métodos solo se mostrarán a las siguientes direcciones IP.
pt_pt: Enquanto estiver trabalhando no Sandbox, os métodos serão exibidos apenas para os seguintes endereços IP.

source: IPs for testing
es_es: IPs para pruebas
pt_pt: IPs para teste

source: When working is sandbox mode only these ips addresses will see the plugin. Current IP: %s
es_es: Cuando se trabaja es el modo sandbox sólo estas direcciones ips verán el plugin. IP actual: %s
pt_pt: Quando estiver trabalhando no modo sandbox, somente esses endereços IPs verão o plug-in. IP atual: %s

source: Debugging
es_es: Depurando
pt_pt: Depuração

source: Debug mode
es_es: Modo debug
pt_pt: Modo de depuração

source: Only for developers.
es_es: Solo para desarrolladores.
pt_pt: Somente para desenvolvedores.

source: View logs
es_es: Ver registros
pt_pt: Ver Registros

source: Information will be available once the credentials are set and correct
es_es: La información estará disponible una vez que se establezcan las credenciales y sean válidas
pt_pt: As informações estarão disponíveis quando as credenciais estiverem definidas e corretas

source: CSS selector to get the price for widgets in products
es_es: Selector CSS para obtener el precio de widgets en productos
pt_pt: Seletor CSS para obter o preço de widgets em produtos

source: Simulator config for %s
es_es: Configuración del simulador para %s
pt_pt: Configuração do simulador para %s

source: Show in product page
es_es: Mostrar en la página del producto
pt_pt: Mostrar na página de produto

source: Show widget on product page
es_es: Mostrar widget en la página del producto
pt_pt: Mostrar widget na página do produto

source: Simulator params
es_es: Parámetros simulador
pt_pt: Parâmetros do simulador

source: Widget visualization params
es_es: Parámetros de visualización de widgets
pt_pt: Parâmetros de visualização do widget

source: Teaser config for %s
es_es: Configuración teaser para %s
pt_pt: Configuração de teaser para %s

source: Teaser params
es_es: Parámetros teaser
pt_pt: Parâmetros de teaser

source: Teaser visualization params
es_es: Parámetros de visualización teaser
pt_pt: Parâmetros de visualização do teaser

source: seQura configuration
es_es: Configuración seQura
pt_pt: configuração da seQura

source: The risk assessment for this order is low
es_es: El riesgo de este pedido es bajo
pt_pt: A avaliação de risco para esse pedido é baixa

source: The risk assessment for this order is HIGH!!
es_es: La evaluación de riesgo para este pedido es ALTA!!
pt_pt: A avaliação de risco para esse pedido é ALTA!!!

source: The risk assessment for this order in progress
es_es: La evaluación del riesgo para esta orden en curso
pt_pt: A avaliação de risco para esse pedido está em andamento

source: View WooCommerce documentation
es_es: Ver la documentación de WooCommerce
pt_pt: Ver a Documentação do WooCommerce

source: Docs
es_es: Documentos
pt_pt: Documentos

source: View WooCommerce API docs
es_es: Ver la documentación de la API de WooCommerce
pt_pt: Ver documentação API WooCommerce

source: Support
es_es: Soporte
pt_pt: Suporte

source: Settings
es_es: Ajustes
pt_pt: Configurações

source: Comunication configuration
es_es: Configuración de comunicación

source: CSS selector to search the DOM for an element that is only present for variable products
es_es: Selector CSS para buscar en el DOM un elemento que sólo está presente en páginas de productos variables

source: Date i.e: 2018-06-06 or period i.e: P1Y for 1 year
es_es: Fecha, es decir: 2018-06-06 o período, es decir: P1Y por 1 año
pt_pt: Data, ou seja, 2018-06-06 ou período, ou seja, P1Y por 1 ano

source: Date i.e: 2021-01-01 or period i.e: P1M for 1 month
es_es: Fecha, es decir: 2021-01-01 o período, es decir: P1M por 1 mes
pt_pt: Data, ou seja, 2021-01-01 ou período, ou seja, P1M por 1 mês

source: Date i.e: 2021-06-06 or period i.e: P1Y for 1 year
es_es: Fecha, es decir: 2021-06-06 o período, es decir: P1Y por 1 año
pt_pt: Data, ou seja, 2021-06-06 ou período, ou seja, P1Y por 1 ano

source: date or period in ISO8601 format
es_es: fecha o período en formato ISO8601
pt_pt: data ou período no formato ISO8601

source: Do not offer seQura for this product
es_es: No ofrezca seQura para este producto
pt_pt: Não ofereça seQura para esse produto

source: Enable seQura for services
es_es: Habilitar seQura para servicios
pt_pt: Ativar o seQura para serviços

source: Enable seQura payments
es_es: Habilitar seQura para servicios
pt_pt: Permitir pagamentos com seQura

source: Enable/Disable
es_es: Activar/Desactivar
pt_pt: Habilitar/Desabilitar

source: First instalment delay or date
es_es: Fecha o plazo para el primer pago
pt_pt: Atraso ou data da primeira parcela

source: Flexible payment with seQura
es_es: Pagos flexibles con seQura
pt_pt: Pagamento flexível com a seQura

source: https://sequra.es/
es_es: http://sequra.es/

source: Invalid service end date, please enter a valid one
es_es: Fecha de finalización del servicio no válida, introduzca una válida
pt_pt: Data de término do serviço inválida, insira uma data válida

source: Ofrece las opciones de pago con seQura
es_es: Ofrece las opciones de pago de SeQura
pt_pt: Oferece as opções de pagamento com seQura

source: Order cancelled payment could not be approved.
es_es: Pedido cancelado el pago no fue aprobado.
pt_pt: O pagamento do pedido cancelado não pôde ser aprovado.

source: Part of the price that will be paid as registration fee
es_es: Parte del precio que se pagará como cuota de inscripción
pt_pt: Parte do preço que será pago como taxa de registro

source: Payment accepted by seQura.(%s)
es_es: Pago aceptado por seQura (%s)
pt_pt: Pagamento aceito pela seQura.(%s)

source: Payment is in review by seQura.(%s)
es_es: El pago está en revisión por parte de seQura (%s)
pt_pt: O pagamento está sendo revisado pela seQura.(%s)

source: Please, remove any previously installed seQura plugins from WooCommerce
es_es: Por favor, elimine cualquier plugin de seQura instalado previamente
pt_pt: Remova todos os plug-ins do seQura instalados anteriormente no WooCommerce

source: Provided seQura credentials are not valid for the selected environment
es_es: Las credenciales de seQura configuradas no son válidas para el entorno seleccionado
pt_pt: As credenciais seQura fornecidas não são válidas para o ambiente selecionado

source: Registration amount
es_es: Importe de la inscripción
pt_pt: Valor do registro

source: seQura payment method's configuration
es_es: Configuración de métodos de pago de seQura
pt_pt: configuração do método de pagamento seQura

source: Service end date
es_es: Fecha de finalización del servicio
pt_pt: Data de término do serviço

source: Sorry, something went wrong.\n Please contact the merchant.
es_es: Lo sentimos, algo ha ido mal.\n Contacte con el comercio.
pt_pt: Desculpe, algo deu errado.\nEntre em contato com o comerciante.

source: Proceed to PayPal
es_es: Proceder a seQura
pt_pt: Pagar com o PayPal

source: Thank you for your order, please click the button below to pay with seQura.
es_es: Gracias por su pedido, por favor haga clic en el botón de abajo para pagar con Sequra.
pt_pt: Obrigado por seu pedido, clique no botão abaixo para pagar com seQura.

source: The payment was NOT approved (%s)
es_es: El pago NO fue aprobado (%s)
pt_pt: O pagamento NÃO foi aprovado (%s)

source: The risk assesment for this order in progress
es_es: La evaluación del riesgo para esta orden en curso
pt_pt: A avaliação de risco para esse pedido está em andamento

source: The risk assesment for this order is HIGH!!
es_es: La evaluación de riesgo para este pedido es ALTA!!
pt_pt: A avaliação de risco para esse pedido é ALTA!!!

source: The risk assesment for this order is low
es_es: La evaluación del riesgo para esta orden en curso
pt_pt: A avaliação de risco para esse pedido é baixa

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.
pt_pt: Isso controla o título que o usuário vê durante o checkout.

source: This is not a service
es_es: Este producto no es un servicio
pt_pt: Isso não é um serviço

source: Title
es_es: Título
pt_pt: Título

source: Your contract must allow selling services, seQura will be enabled only for virtual products that have a "Service end date" specified. Only one product can be purchased at a time
es_es: Su contrato debe permitir la venta de servicios, SeQura se habilitará solo para productos virtuales que tengan especificada una "Fecha de finalización del servicio". Solo se puede comprar un producto a la vezSu contrato debe permitir la venta de servicios, seQura se habilitará solo para productos virtuales que tengan especificada una "Fecha de finalización del servicio". Solo se puede comprar un producto a la vez
pt_pt: Seu contrato deve permitir a venda de serviços. A seQura será ativada somente para produtos virtuais que tenham uma "Data de término do serviço" especificada. Somente um produto pode ser comprado de cada vez

source: Configuración Sequra
pt_pt: Configuração do Sequra

source: Assets secret
pt_pt: Ativos secretos

source: Live
pt_pt: Ao Vivo
